export const mobileMaxWidth = 480;

// Текстовые константы для верхнего блока преимуществ
export const topAdvantagesTitle =
  'Получите надежный и качественный бетон, доставленный вовремя!';
export const topAdvantages = [
  {
    title: `Быстрая и надежная доставка`,
    text: ` Мы понимаем, что время – это деньги, поэтому стараемся
  сделать всё возможное, чтобы наша доставка не вызывала задержек
  в строительном процессе.`,
  },
  {
    title: `Материал лучшего качества`,
    text: `Мы предоставляем только высококачественный бетон, произведенный
  на современном оборудовании в соответствии со всеми нормами и
  правилами.`,
  },
];

// Текстовые константы для нижнего блока преимуществ
export const bottomAdvantagesTitle = 'Качественный сервис на всех этапах';
export const bottomAdvantages = [
  {
    title: `Опытные специалисты`,
    text: `Наши сотрудники помогут вам с оформлением заказа, вместе мы подберем лучшие параметры для вашего заказа`,
  },
  {
    title: `Контроль над ситуацией`,
    text: `Мы всегда на связи и осуществляем контроль за качественным вылонением каждой доставки.`,
  },
];
