export const mobileMaxWidth = 480;

// Текстовые константы для верхнего блока преимуществ
export const topAdvantagesTitle =
  'Бетононасосы от 26 до 52 метров и быстрая доставка';
export const topAdvantages = [
  {
    title: `Широкий выбор оборудования`,
    text: `Мы предлагаем разнообразные модели автобетононасосов с различной дальностью подачи бетона: 26м, 30м, 40м, 46м, 52м `,
  },
  {
    title: `Оперативная доставка и монтаж`,
    text: `Мы гарантируем оперативную доставку автобетононасосов на вашу строительную площадку.`,
  },
];

// Текстовые константы для нижнего блока преимуществ
export const bottomAdvantagesTitle = 'Аренда спец. техники в Ростове-на-Дону';
export const bottomAdvantages = [
  {
    title: `Автобетоносмесители`,
    text: `У нас в можете арендовать спец технику в Ростове-на-Дону по лучшим ценам и на лучших условиях.`,
  },
  {
    title: `Бетононасосы`,
    text: `Мы рады вам предложить аренду бетононасоса в Ростове-на-Дону. Отличные цены и качественные услуги.`,
  },
];
