export const mobileMaxWidth = 480;

// Текстовые константы для верхнего блока преимуществ
export const topAdvantagesTitle =
  'Получите надежный и качественный бетон в Ростове-на-Дону!';
export const topAdvantages = [
  {
    title: `Быстрая и надежная доставка`,
    text: ` Мы понимаем, что время – это деньги, поэтому стараемся
  сделать всё возможное, чтобы наша доставка не вызывала задержек
  в строительном процессе.`,
  },
  {
    title: `Материал лучшего качества`,
    text: `Мы предоставляем только высококачественный бетон, произведенный
  на современном оборудовании в соответствии со всеми нормами и
  правилами.`,
  },
];

// Текстовые константы для нижнего блока преимуществ
export const bottomAdvantagesTitle = 'Аренда спец. техники в Ростове-на-Дону';
export const bottomAdvantages = [
  {
    title: `Автобетоносмесители`,
    text: `У нас в можете арендовать спец технику в Ростове-на-Дону по лучшим ценам и на лучших условиях.`,
  },
  {
    title: `Бетононасосы`,
    text: `Мы рады вам предложить аренду бетононасоса в Ростове-на-Дону. Отличные цены и качественные услуги.`,
  },
];
